brew 'python'
brew 'redis'
brew 'mysql'
brew 'postgresql'

tap 'homebrew/dupes'
tap 'caskroom/versions'

brew 'caskroom/cask/brew-cask'

cask 'adobe-reader'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'evernote'
cask 'google-notifier'
cask 'vlc'
cask 'dropbox'
cask 'google-hangouts'
cask 'java'
cask 'spectacle'
cask 'caskroom/homebrew-cask/yemuzip'
cask 'eclipse-platform'
cask 'eclipse-ide'
cask 'harvest'
cask 'adobe-air'
cask 'spotify'
cask 'sourcetree'
cask 'karabiner'
cask 'postgres'
cask 'mysqlworkbench'
cask 'atom'
cask 'virtualbox'
cask 'sublime-text3'
cask 'the-unarchiver'
cask 'microsoft-office'
